Repository: pasteshelf/pasteshelf
Catalog: PasteShelf/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt, ru, tr, zh_hans, zh_hant

source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
ja: 適用
ko: 적용
pt: Aplicar
ru: Применить
tr: Uygula
zh_hans: 应用
zh_hant: 套用

source: Apply a text transformation to the content
de: Text-Transformation auf den Inhalt anwenden
es: Aplicar una transformación de texto al contenido
fr: Appliquer une transformation de texte au contenu
ja: コンテンツにテキスト変換を適用
ko: 콘텐츠에 텍스트 변환 적용
pt: Aplicar uma transformação de texto ao conteúdo
ru: Применить текстовое преобразование к содержимому
tr: İçeriğe metin dönüşümü uygula
zh_hans: 对内容应用文本转换
zh_hant: 對內容套用文字轉換

source: Are you sure you want to delete this rule? This action cannot be undone.
de: Möchten Sie diese Regel wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Seguro que desea eliminar esta regla? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer cette règle ? Cette action ne peut pas être annulée.
ja: このルールを削除してもよろしいですか？この操作は取り消せません。
ko: 이 규칙을 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.
pt: Tem certeza de que deseja excluir esta regra? Esta ação não pode ser desfeita.
ru: Удалить это правило? Отмена невозможна.
tr: Bu kuralı silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.
zh_hans: 确定要删除此规则吗？此操作无法撤消。
zh_hant: 確定要刪除此規則嗎？此動作無法復原。

source: Audience Restriction
de: Zielgruppeneinschränkung
es: Restricción de audiencia
fr: Restriction d'audience
ja: オーディエンス制限
ko: 대상 제한
pt: Restrição de Audiência
ru: Ограничение аудитории
tr: Hedef Kitle Kısıtlaması
zh_hans: 受众限制
zh_hant: 對象限制

source: Audit Log
de: Audit-Protokoll
es: Registro de auditoría
fr: Journal d'audit
ja: 監査ログ
ko: 감사 로그
pt: Registro de Auditoria
ru: Журнал аудита
tr: Denetim Günlüğü
zh_hans: 审计日志
zh_hant: 稽核日誌

source: Audit Logging
de: Audit-Protokollierung
es: Registro de auditoría
fr: Journalisation d'audit
ja: 監査ログ記録
ko: 감사 로깅
pt: Registro de Auditoria
ru: Аудит-логирование
tr: Denetim Günlüğü
zh_hans: 审计日志记录
zh_hant: 稽核日誌記錄

source: Audit logging has not been configured. Admin console credentials are required.
de: Audit-Protokollierung wurde nicht konfiguriert. Anmeldedaten für die Administrationskonsole sind erforderlich.
es: El registro de auditoría no está configurado. Se requieren credenciales de la consola de administración.
fr: La journalisation d'audit n'a pas été configurée. Des identifiants de console d'administration sont requis.
ja: 監査ログが設定されていません。管理コンソールの資格情報が必要です。
ko: 감사 로깅이 구성되지 않았습니다. 관리 콘솔 자격 증명이 필요합니다.
pt: O registro de auditoria não foi configurado. Credenciais do console de administração são necessárias.
ru: Ведение журнала аудита не настроено. Требуются учётные данные консоли администратора.
tr: Denetim günlüğü yapılandırılmamış. Yönetici konsolu kimlik bilgileri gereklidir.
zh_hans: 审计日志尚未配置。需要管理控制台凭据。
zh_hant: 稽核日誌尚未設定。需要管理主控台憑證。

source: Audit logging is not enabled.
de: Audit-Protokollierung ist nicht aktiviert.
es: El registro de auditoría no está habilitado.
fr: La journalisation d'audit n'est pas activée.
ja: 監査ログは有効になっていません。
ko: 감사 로깅이 활성화되어 있지 않습니다.
pt: O registro de auditoria não está ativado.
ru: Ведение журнала аудита не включено.
tr: Denetim günlüğü etkin değil.
zh_hans: 审计日志未启用。
zh_hant: 稽核日誌未啟用。

source: Audit storage is not available. Ensure AuditManager has been configured.
de: Audit-Speicher ist nicht verfügbar. Stellen Sie sicher, dass AuditManager konfiguriert wurde.
es: El almacenamiento de auditoría no está disponible. Asegúrate de que AuditManager esté configurado.
fr: Le stockage d'audit n'est pas disponible. Assurez-vous qu'AuditManager a été configuré.
ja: 監査ストレージが利用できません。AuditManager が設定されていることを確認してください。
ko: 감사 저장소를 사용할 수 없습니다. AuditManager가 구성되었는지 확인하세요.
pt: O armazenamento de auditoria não está disponível. Verifique se AuditManager foi configurado.
ru: Хранилище аудита недоступно. Убедитесь, что AuditManager настроен.
tr: Denetim deposu kullanılamıyor. AuditManager'ın yapılandırıldığından emin olun.
zh_hans: 审计存储不可用。请确保 AuditManager 已配置。
zh_hant: 稽核儲存庫無法使用。請確認 AuditManager 已設定。

source: Auth may be invalid
de: Authentifizierung ist möglicherweise ungültig
es: La autenticación puede no ser válida
fr: L'authentification peut être non valide
ja: 認証が無効な可能性があります
ko: 인증이 유효하지 않을 수 있습니다
pt: A autenticação pode ser inválida
ru: Аутентификация может быть недействительной
tr: Kimlik doğrulaması geçersiz olabilir
zh_hans: 身份认证可能无效
zh_hant: 身分認證可能無效

source: Authenticated
de: Authentifiziert
es: Autenticado
fr: Authentifié
ja: 認証済み
ko: 인증됨
pt: Autenticado
ru: Аутентифицирован
tr: Kimliği doğrulandı
zh_hans: 已认证
zh_hant: 已認證

source: Authentication
de: Authentifizierung
es: Autenticación
fr: Authentification
ja: 認証
ko: 인증
pt: Autenticação
ru: Аутентификация
tr: Kimlik Doğrulama
zh_hans: 认证
zh_hant: 認證

source: Authentication failed
de: Authentifizierung fehlgeschlagen
es: Error de autenticación
fr: Échec de l'authentification
ja: 認証に失敗しました
ko: 인증에 실패했습니다
pt: Falha na autenticação
ru: Ошибка аутентификации
tr: Kimlik doğrulama başarısız oldu
zh_hans: 认证失败
zh_hant: 認證失敗

source: Authentication failed: %@
de: Authentifizierung fehlgeschlagen: %@
es: Error de autenticación: %@
fr: Échec de l'authentification : %@
ja: 認証に失敗しました: %@
ko: 인증에 실패했습니다: %@
pt: Falha na autenticação: %@
ru: Ошибка аутентификации: %@
tr: Kimlik doğrulama başarısız oldu: %@
zh_hans: 认证失败：%@
zh_hant: 認證失敗:%@

source: Authorization
de: Autorisierung
es: Autorización
fr: Autorisation
ja: 認可
ko: 권한 부여
pt: Autorização
ru: Авторизация
tr: Yetkilendirme
zh_hans: 授权
zh_hant: 授權

source: Authorization Endpoint
de: Autorisierungs-Endpunkt
es: Endpoint de autorización
fr: Point de terminaison d'autorisation
ja: 認可エンドポイント
ko: 인증 엔드포인트
pt: Endpoint de autorização
ru: Endpoint авторизации
tr: Yetkilendirme Uç Noktası
zh_hans: 授权端点
zh_hant: 授權端點

source: Auto Cleanup
de: Automatische Bereinigung
es: Limpieza automática
fr: Nettoyage automatique
ja: 自動クリーンアップ
ko: 자동 정리
pt: Limpeza Automática
ru: Автоматическая очистка
tr: Otomatik Temizlik
zh_hans: 自动清理
zh_hant: 自動清理

source: Auto-delete old items
de: Alte Einträge automatisch löschen
es: Eliminar automáticamente los elementos antiguos
fr: Supprimer automatiquement les anciens éléments
ja: 古い項目を自動削除
ko: 오래된 항목 자동 삭제
pt: Excluir itens antigos automaticamente
ru: Автоматически удалять старые элементы
tr: Eski öğeleri otomatik sil
zh_hans: 自动删除旧项目
zh_hant: 自動刪除舊項目

source: Auto-delete period
de: Zeitraum für automatisches Löschen
es: Período de eliminación automática
fr: Période de suppression automatique
ja: 自動削除の期間
ko: 자동 삭제 기간
pt: Período de exclusão automática
ru: Период автоудаления
tr: Otomatik silme dönemi
zh_hans: 自动删除周期
zh_hant: 自動刪除期限

source: Auto-Lock Timeout
de: Auto-Sperre-Zeitlimit
es: Tiempo de espera de bloqueo automático
fr: Délai de verrouillage automatique
ja: 自動ロックタイムアウト
ko: 자동 잠금 시간 제한
pt: Tempo limite de bloqueio automático
ru: Таймаут автоблокировки
tr: Otomatik Kilit Zaman Aşımı
zh_hans: 自动锁定超时
zh_hant: 自動鎖定逾時

source: Auto-populate endpoints from well-known discovery document
de: Endpunkte automatisch aus dem Well-Known-Discovery-Dokument ausfüllen
es: Rellenar endpoints automáticamente desde el documento de descubrimiento well-known
fr: Remplir automatiquement les endpoints depuis le document de découverte well-known
ja: well-known ディスカバリ文書からエンドポイントを自動入力
ko: well-known 디스커버리 문서에서 엔드포인트 자동 채우기
pt: Preencher automaticamente endpoints a partir do documento de descoberta well-known
ru: Автоматически заполнять endpoints из well-known discovery документа
tr: Uç noktaları well-known discovery belgesinden otomatik doldur
zh_hans: 从 well-known 发现文档自动填充端点
zh_hant: 從 well-known 探索文件自動填入端點

source: Automation
de: Automatisierung
es: Automatización
fr: Automatisation
ja: 自動化
ko: 자동화
pt: Automação
ru: Автоматизация
tr: Otomasyon
zh_hans: 自动化
zh_hant: 自動化

source: Automation Rules
de: Automatisierungsregeln
es: Reglas de automatización
fr: Règles d'automatisation
ja: 自動化ルール
ko: 자동화 규칙
pt: Regras de Automação
ru: Правила автоматизации
tr: Otomasyon Kuralları
zh_hans: 自动化规则
zh_hant: 自動化規則

source: Back
de: Zurück
es: Atrás
fr: Retour
ja: 戻る
ko: 뒤로
pt: Voltar
ru: Назад
tr: Geri
zh_hans: 返回
zh_hant: 返回

source: Base64 Decode
de: Base64 dekodieren
es: Decodificar Base64
fr: Décoder Base64
ja: Base64 デコード
ko: Base64 디코딩
pt: Decodificar Base64
ru: Декодировать Base64
tr: Base64 Çöz
zh_hans: Base64 解码
zh_hant: Base64 解碼

source: Base64 Encode
de: Base64 kodieren
es: Codificar Base64
fr: Encoder en Base64
ja: Base64 エンコード
ko: Base64 인코딩
pt: Codificar Base64
ru: Закодировать Base64
tr: Base64 Kodla
zh_hans: Base64 编码
zh_hant: Base64 編碼

source: Basic Info
de: Grundinformationen
es: Información básica
fr: Informations de base
ja: 基本情報
ko: 기본 정보
pt: Informações Básicas
ru: Основные сведения
tr: Temel Bilgiler
zh_hans: 基本信息
zh_hant: 基本資訊

source: Before Paste
de: Vor dem Einfügen
es: Antes de pegar
fr: Avant le collage
ja: ペーストの前
ko: 붙여넣기 전
pt: Antes de Colar
ru: Перед вставкой
tr: Yapıştırmadan Önce
zh_hans: 粘贴之前
zh_hant: 貼上之前

source: Binding
de: Bindung
es: Enlace
ja: バインディング
ko: 바인딩
ru: Привязка
tr: Bağlama
zh_hans: 绑定
zh_hant: 繫結

source: Block
de: Blockieren
es: Bloquear
fr: Bloquer
ja: ブロック
ko: 차단
pt: Bloquear
ru: Блокировать
tr: Engelle
zh_hans: 阻止
zh_hant: 封鎖

source: Block — prevent clipboard item from being stored
de: Blockieren — verhindert, dass der Zwischenablageinhalt gespeichert wird
es: Bloquear: evita que el elemento del portapapeles se almacene
fr: Bloquer — empêche l'enregistrement de l'élément du presse-papiers
ja: ブロック — クリップボード項目の保存を防ぎます
ko: 차단 — 클립보드 항목이 저장되지 않도록 방지
pt: Bloquear — impede que o item da área de transferência seja armazenado
ru: Блокировать — не позволяет сохранить элемент буфера обмена
tr: Engelle — pano öğesinin saklanmasını önler
zh_hans: 阻止 — 阻止剪贴板项目被存储
zh_hant: 封鎖 — 防止剪貼簿項目被儲存

source: Block API Keys
de: API-Schlüssel blockieren
es: Bloquear claves API
fr: Bloquer les clés API
ja: APIキーをブロック
ko: API 키 차단
pt: Bloquear Chaves de API
ru: Блокировать API-ключи
tr: API Anahtarlarını Engelle
zh_hans: 阻止 API 密钥
zh_hant: 封鎖 API 金鑰

source: Block Credit Cards
de: Kreditkarten blockieren
es: Bloquear tarjetas de crédito
fr: Bloquer les cartes de crédit
ja: クレジットカードをブロック
ko: 신용카드 차단
pt: Bloquear Cartões de Crédito
ru: Блокировать кредитные карты
tr: Kredi Kartlarını Engelle
zh_hans: 阻止信用卡
zh_hant: 封鎖信用卡

source: Browse...
de: Durchsuchen…
es: Explorar…
fr: Parcourir…
ja: 参照…
ko: 찾아보기…
pt: Navegar…
ru: Обзор…
tr: Gözat…
zh_hans: 浏览…
zh_hant: 瀏覽…

source: by %@
de: von %@
es: por %@
fr: par %@
ja: %@ による
ko: %@ 제공
pt: por %@
ru: от %@
tr: %@ tarafından
zh_hans: 由 %@
zh_hant: 由 %@

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отмена
tr: İptal
zh_hans: 取消
zh_hant: 取消

source: Cannot authenticate passively
de: Passive Authentifizierung nicht möglich
es: No se puede autenticar de forma pasiva
fr: Authentification passive impossible
ja: パッシブ認証ができません
ko: 수동 인증을 수행할 수 없습니다
pt: Não é possível autenticar passivamente
ru: Невозможно выполнить пассивную аутентификацию
tr: Pasif olarak kimlik doğrulanamıyor
zh_hans: 无法被动认证
zh_hant: 無法被動認證

source: Cannot uninstall bundled plugins
de: Integrierte Plug-ins können nicht deinstalliert werden
es: No se pueden desinstalar los plugins integrados
fr: Impossible de désinstaller les plugins intégrés
ja: バンドル済みプラグインはアンインストールできません
ko: 번들로 제공된 플러그인은 제거할 수 없습니다
pt: Não é possível desinstalar plugins integrados
ru: Встроенные плагины нельзя удалить
tr: Yerleşik eklentiler kaldırılamaz
zh_hans: 无法卸载内置插件
zh_hant: 無法解除安裝內建外掛程式

source: Capitalize each word
de: Jedes Wort großschreiben
es: Poner cada palabra en mayúscula
fr: Mettre chaque mot en majuscule
ja: 各単語の先頭を大文字に
ko: 각 단어의 첫 글자 대문자로
pt: Capitalizar cada palavra
ru: Каждое слово с заглавной
tr: Her kelimeyi büyük harfle yaz
zh_hans: 每个单词首字母大写
zh_hant: 每個字首字大寫

source: Capitalize first letter
de: Ersten Buchstaben großschreiben
es: Poner la primera letra en mayúscula
fr: Mettre la première lettre en majuscule
ja: 最初の文字を大文字に
ko: 첫 글자를 대문자로
pt: Capitalizar a primeira letra
ru: Первая буква заглавная
tr: İlk harfi büyüt
zh_hans: 首字母大写
zh_hant: 第一個字母大寫

source: Capitalize the first letter of each sentence
de: Den ersten Buchstaben jedes Satzes großschreiben
es: Poner en mayúscula la primera letra de cada oración
fr: Mettre en majuscule la première lettre de chaque phrase
ja: 各文の最初の文字を大文字に
ko: 각 문장의 첫 글자를 대문자로
pt: Capitalizar a primeira letra de cada frase
ru: Первая буква каждого предложения — заглавная
tr: Her cümlenin ilk harfini büyüt
zh_hans: 每个句子首字母大写
zh_hant: 每個句子的第一個字母大寫

source: Capitalize the first letter of each word
de: Den ersten Buchstaben jedes Wortes großschreiben
es: Poner en mayúscula la primera letra de cada palabra
fr: Mettre en majuscule la première lettre de chaque mot
ja: 各単語の最初の文字を大文字に
ko: 각 단어의 첫 글자를 대문자로
pt: Capitalizar a primeira letra de cada palavra
ru: Первая буква каждого слова — заглавная
tr: Her kelimenin ilk harfini büyüt
zh_hans: 每个单词首字母大写
zh_hant: 每個字的第一個字母大寫

source: Capture
de: Erfassen
es: Capturar
fr: Capturer
ja: 取得
ko: 캡처
pt: Capturar
ru: Захват
tr: Yakalama
zh_hans: 捕获
zh_hant: 擷取

source: Captured
de: Erfasst
es: Capturado
fr: Capturé
ja: 取得済み
ko: 캡처됨
pt: Capturado
ru: Захвачено
tr: Yakalandı
zh_hans: 已捕获
zh_hant: 已擷取

source: Categories
de: Kategorien
es: Categorías
fr: Catégories
ja: カテゴリ
ko: 카테고리
pt: Categorias
ru: Категории
tr: Kategoriler
zh_hans: 类别
zh_hant: 類別

source: Category
de: Kategorie
es: Categoría
fr: Catégorie
ja: カテゴリ
ko: 카테고리
pt: Categoria
ru: Категория
tr: Kategori
zh_hans: 类别
zh_hant: 類別

source: Certificate Pinning
de: Zertifikats-Pinning
es: Fijado de certificado
fr: Épinglage de certificat
ja: 証明書ピニング
ko: 인증서 고정
pt: Fixação de Certificado
ru: Привязка сертификата
tr: Sertifika Sabitleme
zh_hans: 证书固定
zh_hant: 憑證釘選

source: Change Retention Period?
de: Aufbewahrungsdauer ändern?
es: ¿Cambiar período de retención?
fr: Modifier la période de rétention ?
ja: 保持期間を変更しますか？
ko: 보존 기간을 변경하시겠습니까?
pt: Alterar período de retenção?
ru: Изменить срок хранения?
tr: Saklama Süresi Değişsin mi?
zh_hans: 更改保留期限？
zh_hant: 變更保留期限？

source: Check for Updates
de: Nach Updates suchen
es: Buscar actualizaciones
fr: Rechercher des mises à jour
ja: アップデートを確認
ko: 업데이트 확인
pt: Verificar Atualizações
ru: Проверить обновления
tr: Güncellemeleri Denetle
zh_hans: 检查更新
zh_hant: 檢查更新

source: Check if content is valid JSON
de: Prüfen, ob der Inhalt gültiges JSON ist
es: Comprobar si el contenido es JSON válido
fr: Vérifier si le contenu est du JSON valide
ja: コンテンツが有効なJSONか確認
ko: 콘텐츠가 유효한 JSON인지 확인
pt: Verificar se o conteúdo é JSON válido
ru: Проверить, является ли содержимое корректным JSON
tr: İçeriğin geçerli JSON olup olmadığını kontrol et
zh_hans: 检查内容是否为有效的 JSON
zh_hant: 檢查內容是否為有效的 JSON

source: Check the server URL and ensure the sync server is running.
de: Überprüfen Sie die Server-URL und stellen Sie sicher, dass der Sync-Server läuft.
es: Compruebe la URL del servidor y asegúrese de que el servidor de sincronización esté en ejecución.
fr: Vérifiez l'URL du serveur et assurez-vous que le serveur de synchronisation est en cours d'exécution.
ja: サーバーURLを確認し、同期サーバーが稼働していることを確認してください。
ko: 서버 URL을 확인하고 동기화 서버가 실행 중인지 확인하세요.
pt: Verifique o URL do servidor e garanta que o servidor de sincronização esteja em execução.
ru: Проверьте URL сервера и убедитесь, что сервер синхронизации запущен.
tr: Sunucu URL'sini kontrol edin ve senkronizasyon sunucusunun çalıştığından emin olun.
zh_hans: 检查服务器 URL 并确保同步服务器正在运行。
zh_hant: 請檢查伺服器 URL 並確認同步伺服器正在執行。

source: Check your credentials and try again, or contact your IT administrator.
de: Überprüfen Sie Ihre Anmeldedaten und versuchen Sie es erneut, oder wenden Sie sich an Ihren IT-Administrator.
es: Comprueba tus credenciales e inténtalo de nuevo, o contacta con tu administrador de TI.
fr: Vérifiez vos identifiants et réessayez, ou contactez votre administrateur informatique.
ja: 資格情報を確認してもう一度お試しいただくか、IT 管理者にお問い合わせください。
ko: 자격 증명을 확인하고 다시 시도하거나 IT 관리자에게 문의하세요.
pt: Verifique suas credenciais e tente novamente, ou entre em contato com o administrador de TI.
ru: Проверьте свои учётные данные и повторите попытку или обратитесь к ИТ-администратору.
tr: Kimlik bilgilerinizi kontrol edip tekrar deneyin veya BT yöneticinize başvurun.
zh_hans: 请检查您的凭据后重试，或联系您的 IT 管理员。
zh_hant: 請檢查您的憑證後重試,或聯絡您的 IT 管理員。

source: Check your internet connection.
de: Überprüfen Sie Ihre Internetverbindung.
es: Compruebe su conexión a Internet.
fr: Vérifiez votre connexion Internet.
ja: インターネット接続を確認してください。
ko: 인터넷 연결을 확인하세요.
pt: Verifique sua conexão com a Internet.
ru: Проверьте подключение к Интернету.
tr: İnternet bağlantınızı kontrol edin.
zh_hans: 检查您的互联网连接。
zh_hant: 請檢查您的網際網路連線。

source: Check your network connection and try again.
de: Überprüfen Sie Ihre Netzwerkverbindung und versuchen Sie es erneut.
es: Comprueba tu conexión de red e inténtalo de nuevo.
fr: Vérifiez votre connexion réseau et réessayez.
ja: ネットワーク接続を確認してから、もう一度お試しください。
ko: 네트워크 연결을 확인한 후 다시 시도하세요.
pt: Verifique sua conexão de rede e tente novamente.
ru: Проверьте сетевое соединение и повторите попытку.
tr: Ağ bağlantınızı kontrol edip tekrar deneyin.
zh_hans: 请检查您的网络连接后重试。
zh_hant: 請檢查您的網路連線後重試。

source: Check your network connection and verify the admin console server is reachable.
de: Überprüfen Sie Ihre Netzwerkverbindung und vergewissern Sie sich, dass der Administrationskonsolen-Server erreichbar ist.
es: Comprueba tu conexión de red y verifica que se puede acceder al servidor de la consola de administración.
fr: Vérifiez votre connexion réseau et assurez-vous que le serveur de la console d'administration est joignable.
ja: ネットワーク接続を確認し、管理コンソールサーバーにアクセスできることを確認してください。
ko: 네트워크 연결을 확인하고 관리 콘솔 서버에 접근 가능한지 확인하세요.
pt: Verifique sua conexão de rede e confirme se o servidor do console de administração está acessível.
ru: Проверьте сетевое соединение и убедитесь, что сервер консоли администратора доступен.
tr: Ağ bağlantınızı kontrol edin ve yönetici konsolu sunucusuna erişilebildiğinden emin olun.
zh_hans: 请检查您的网络连接，并确认管理控制台服务器可访问。
zh_hant: 請檢查您的網路連線,並確認管理主控台伺服器可存取。

source: Check your network connection and verify the admin console server URL is correct.
de: Überprüfen Sie Ihre Netzwerkverbindung und vergewissern Sie sich, dass die Server-URL der Administrationskonsole korrekt ist.
es: Comprueba tu conexión de red y verifica que la URL del servidor de la consola de administración sea correcta.
fr: Vérifiez votre connexion réseau et assurez-vous que l'URL du serveur de la console d'administration est correcte.
ja: ネットワーク接続を確認し、管理コンソールサーバーの URL が正しいことを確認してください。
ko: 네트워크 연결을 확인하고 관리 콘솔 서버 URL이 올바른지 확인하세요.
pt: Verifique sua conexão de rede e confirme se a URL do servidor do console de administração está correta.
ru: Проверьте сетевое соединение и убедитесь, что URL сервера консоли администратора указан правильно.
tr: Ağ bağlantınızı kontrol edin ve yönetici konsolu sunucu URL'sinin doğru olduğundan emin olun.
zh_hans: 请检查您的网络连接，并确认管理控制台服务器 URL 正确无误。
zh_hant: 請檢查您的網路連線,並確認管理主控台伺服器 URL 正確無誤。

source: Checking server health
de: Serverzustand wird geprüft
es: Comprobando estado del servidor
fr: Vérification de l'état du serveur
ja: サーバーの状態を確認中
ko: 서버 상태 확인 중
pt: Verificando integridade do servidor
ru: Проверка состояния сервера
tr: Sunucu durumu kontrol ediliyor
zh_hans: 正在检查服务器状态
zh_hant: 正在檢查伺服器狀態

source: Checking TLS certificate
de: TLS-Zertifikat wird geprüft
es: Comprobando certificado TLS
fr: Vérification du certificat TLS
ja: TLS証明書を確認中
ko: TLS 인증서 확인 중
pt: Verificando certificado TLS
ru: Проверка TLS-сертификата
tr: TLS sertifikası kontrol ediliyor
zh_hans: 正在检查 TLS 证书
zh_hant: 正在檢查 TLS 憑證

source: Choose a keyboard shortcut to quickly open PasteShelf from anywhere.
de: Wählen Sie eine Tastenkombination, um PasteShelf von überall schnell zu öffnen.
es: Elija un atajo de teclado para abrir rápidamente PasteShelf desde cualquier lugar.
fr: Choisissez un raccourci clavier pour ouvrir rapidement PasteShelf depuis n'importe où.
ja: どこからでも素早くPasteShelfを開くキーボードショートカットを選択してください。
ko: 어디서나 PasteShelf를 빠르게 열 수 있는 키보드 단축키를 선택하세요.
pt: Escolha um atalho de teclado para abrir rapidamente o PasteShelf de qualquer lugar.
ru: Выберите сочетание клавиш, чтобы быстро открывать PasteShelf отовсюду.
tr: Her yerden PasteShelf'i hızlıca açmak için bir klavye kısayolu seçin.
zh_hans: 选择一个键盘快捷键，随时随地快速打开 PasteShelf。
zh_hant: 選擇鍵盤快速鍵以便隨時隨地快速開啟 PasteShelf。

source: Choose between system, light, or dark theme
de: Wählen Sie zwischen System-, hellem oder dunklem Design
es: Elija entre tema del sistema, claro u oscuro
fr: Choisissez entre le thème système, clair ou sombre
ja: システム、ライト、ダークテーマから選択
ko: 시스템, 라이트, 다크 테마 중에서 선택
pt: Escolha entre tema do sistema, claro ou escuro
ru: Выберите системную, светлую или тёмную тему
tr: Sistem, açık veya koyu tema arasında seçim yapın
zh_hans: 在系统、浅色或深色主题之间选择
zh_hant: 在系統、淺色或深色主題之間選擇

source: Clear
de: Löschen
es: Limpiar
fr: Effacer
ja: クリア
ko: 지우기
pt: Limpar
ru: Очистить
tr: Temizle
zh_hans: 清除
zh_hant: 清除

source: Clear all history
de: Gesamten Verlauf löschen
es: Borrar todo el historial
fr: Effacer tout l'historique
ja: すべての履歴を削除
ko: 모든 기록 지우기
pt: Limpar todo o histórico
ru: Очистить всю историю
tr: Tüm geçmişi temizle
zh_hans: 清除所有历史记录
zh_hant: 清除所有歷史記錄

source: Clear All History
de: Gesamten Verlauf löschen
es: Borrar todo el historial
fr: Effacer tout l'historique
ja: すべての履歴を削除
ko: 모든 기록 지우기
pt: Limpar Todo o Histórico
ru: Очистить всю историю
tr: Tüm Geçmişi Temizle
zh_hans: 清除所有历史记录
zh_hant: 清除所有歷史記錄

source: Clear Cache
de: Cache leeren
es: Vaciar caché
fr: Vider le cache
ja: キャッシュをクリア
ko: 캐시 지우기
pt: Limpar Cache
ru: Очистить кэш
tr: Önbelleği Temizle
zh_hans: 清除缓存
zh_hant: 清除快取

source: Clear Filters
de: Filter löschen
es: Borrar filtros
fr: Effacer les filtres
ja: フィルタをクリア
ko: 필터 지우기
pt: Limpar Filtros
ru: Очистить фильтры
tr: Filtreleri Temizle
zh_hans: 清除筛选器
zh_hant: 清除篩選條件

source: Clear History?
de: Verlauf löschen?
es: ¿Borrar historial?
fr: Effacer l'historique ?
ja: 履歴を削除しますか？
ko: 기록을 지우시겠습니까?
pt: Limpar histórico?
ru: Очистить историю?
tr: Geçmişi Temizle?
zh_hans: 清除历史记录？
zh_hant: 要清除歷史記錄嗎？

source: Clear Index
de: Index löschen
es: Borrar índice
fr: Effacer l'index
ja: インデックスをクリア
ko: 색인 지우기
pt: Limpar Índice
ru: Очистить индекс
tr: Dizini Temizle
zh_hans: 清除索引
zh_hant: 清除索引

source: Clear OCR Cache
de: OCR-Cache leeren
es: Vaciar caché de OCR
fr: Vider le cache OCR
ja: OCR キャッシュをクリア
ko: OCR 캐시 지우기
pt: Limpar Cache de OCR
ru: Очистить кэш OCR
tr: OCR Önbelleğini Temizle
zh_hans: 清除 OCR 缓存
zh_hant: 清除 OCR 快取

source: Clear on Quit
de: Beim Beenden löschen
es: Borrar al salir
fr: Effacer à la fermeture
ja: 終了時にクリア
ko: 종료 시 삭제
pt: Limpar ao sair
ru: Очистить при выходе
tr: Çıkışta temizle
zh_hans: 退出时清除
zh_hant: 結束時清除

source: Clear Search
de: Suche löschen
es: Borrar búsqueda
fr: Effacer la recherche
ja: 検索をクリア
ko: 검색 지우기
pt: Limpar busca
ru: Очистить поиск
tr: Aramayı Temizle
zh_hans: 清除搜索
zh_hant: 清除搜尋

source: Clear Search Index
de: Suchindex löschen
es: Borrar índice de búsqueda
fr: Effacer l'index de recherche
ja: 検索インデックスをクリア
ko: 검색 색인 지우기
pt: Limpar Índice de Pesquisa
ru: Очистить индекс поиска
tr: Arama Dizinini Temizle
zh_hans: 清除搜索索引
zh_hant: 清除搜尋索引
